<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* /var/www/u0159825/data/www/villa-kapri.ru/themes/hambern-hambern-blank-bootstrap-4/pages/polzovatelskoe-soglashenie.htm */
class __TwigTemplate_a8c7d47fed604e75cc65e23ac19aa2538ddc5cb355b2a4574adc15456f8c772f extends \Twig\Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
        $this->sandbox = $this->env->getExtension('\Twig\Extension\SandboxExtension');
        $this->checkSecurity();
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        // line 1
        echo "<div class=\"container\">
    <div class=\"row\">
        <div class=\"col\">
        <h1>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>
<p>
\tг. Михайловск 08.09.2020 г
</p>
<p>
\t1. ОБЩИЕ ПОЛОЖЕНИЯ
</p>
<p>
\t1.1. Настоящее Пользовательское соглашение (далее – Соглашение) относится к сайту ЖК Вилла-Капри, расположенному по адресу villa-kapri.ru, и ко всем соответствующим сайтам, связанным с сайтом villa-kapri.ru.
</p>
<p>
\t1.2. Сайт villa-kapri.ru (далее – Сайт) является собственностью общества с ограниченной ответственностью Медиагруппа “Новая Цивилизация”.
</p>
<p>
\t1.3. Настоящее Соглашение регулирует отношения между Администрацией сайта ЖК Вилла-Капри villa-kapri.ru (далее – Администрация сайта) и Пользователем данного Сайта.
</p>
<p>
\t1.4. Администрация сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.
</p>
<p>
\t1.5. Продолжение использования Сайта Пользователем означает принятие Соглашения и изменений, внесенных в настоящее Соглашение.
</p>
<p>
\t1.6. Пользователь несет персональную ответственность за проверку настоящего Соглашения на наличие изменений в нем.
</p>
<p>
\t2. ОПРЕДЕЛЕНИЯ ТЕРМИНОВ
</p>
<p>
\t2.1. Перечисленные ниже термины имеют для целей настоящего Соглашения следующее значение:
</p>
<p>
\t2.1.1 Сайт ЖК Вилла-Капри, расположенный на доменном имени villa.kapri.ru, осуществляющий свою деятельность посредством Интернет-ресурса и сопутствующих ему сервисов.
</p>
<p>
\t2.1.3. «Администрация сайта» – лица, уполномоченные на управление Сайтом, действующие от имени СГ «Третий Рим», которые организуют и (или) осуществляет обработку персональных данных, а также определяют цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
</p>
<p>
\t2.1.4. «Пользователь сайта (далее Пользователь)» – лицо (субъект персональных данных), имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.
</p>
<p>
\t2.1.5. «Содержание сайта» (далее – Содержание) - охраняемые результаты интеллектуальной деятельности, включая тексты, их названия, аннотации, статьи, иллюстрации, обложки, музыкальные произведения с текстом или без текста, графические, текстовые, фотографические, производные, составные и иные произведения, пользовательские интерфейсы, визуальные интерфейсы, названия товарных знаков, логотипы, программы для ЭВМ, базы данных, а также дизайн, структура, выбор, координация, внешний вид, общий стиль и расположение данного Содержания, входящего в состав Сайта и другие объекты интеллектуальной собственности все вместе и/или по отдельности, содержащиеся на Сайте.
</p>
<p>
\t2.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
</p>
<p>
\t2.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.
</p>
<p>
\t2.1.8. «Веб-сервер» - программно-аппаратный комплекс принимающий и обрабатывающий HTTP-запросы от веб-браузеров.
</p>
<p>
\t2.1.9. «HTTP-запрос» - метод передачи информации веб-браузером к веб-серверу.
</p>
<p>
\t2.1.10. «Веб-браузер» - программное обеспечение для просмотра и использования сайтов.
</p>
<p>
\t2.1.11. «Веб-форма» - область на странице Сайта, позволяющая Пользователю вводить информацию для последующей обработки с использованием средств автоматизации, либо без использования таких средств.
</p>
<p>
\t3. ПРЕДМЕТ СОГЛАШЕНИЯ
</p>
<p>
\t3.1. Предметом настоящего Соглашения является предоставление Пользователю доступа к содержащимся на Сайте информации и оказываемым услугам.
</p>
<p>
\t3.1.1. Сайт предоставляет Пользователю следующие виды услуг (сервисов):
</p>
<ul>
\t<li>
\t<p>
\t\tдоступ к электронному контенту на бесплатной основе, с правом просмотра контента;
\t</p>
\t</li>
\t<li>
\t<p>
\t\tдоступ к средствам поиска и навигации Сайта;
\t</p>
\t</li>
\t<li>
\t<p>
\t\tдоступ к информации об объектах недвижимости и к информации об условиях приобретения объектов недвижимости;
\t</p>
\t</li>
\t<li>
\t<p>
\t\tдоступ к веб-формам Сайта;
\t</p>
\t</li>
\t<li>
\t<p>
\t\tиные виды услуг (сервисов), реализуемые на страницах Сайта.
\t</p>
\t</li>
</ul>
<p>
\t3.1.2. Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный момент услуги (сервисы) Сайта, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги (сервисы) Сайта.
</p>
<p>
\t3.2. Получая доступ к Сайту Пользователь считается присоединившимся к настоящему Соглашению.
</p>
<p>
\t3.3. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации.
</p>
<p>
\t4. ПРАВА И ОБЯЗАННОСТИ СТОРОН
</p>
<p>
\t4.1. Администрация сайта вправе:
</p>
<p>
\t4.1.1. Изменять правила пользования Сайтом, а также изменять содержание данного Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте.
</p>
<p>
\t4.2. Пользователь вправе:
</p>
<p>
\t4.2.1. Пользоваться всеми имеющимися на Сайте услугами и информацией.
</p>
<p>
\t4.2.2. Задавать любые вопросы, относящиеся к услугам Сайта по реквизитам, которые находятся в разделе Сайта «Контакты».
</p>
<p>
\t4.2.3. Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Российской Федерации.
</p>
<p>
\t4.3. Пользователь Сайта обязуется:
</p>
<p>
\t4.3.1. Предоставлять по запросу Администрации сайта дополнительную информацию, которая имеет непосредственное отношение к предоставляемым услугам данного Сайта.
</p>
<p>
\t4.3.2. Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании Сайта.
</p>
<p>
\t4.3.3. Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу Сайта.
</p>
<p>
\t4.3.4. Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством Российской Федерации информацию о физических либо юридических лицах.
</p>
<p>
\t4.3.5. Избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законодательством Российской Федерации информации.
</p>
<p>
\t4.3.6. Не использовать материалы Сайта для распространения информации, в т.ч. рекламного характера, иначе как с предварительного письменного согласия Администрации сайта.
</p>
<p>
\t4.3.7. Не использовать сервисы Сайта с целью:
</p>
<p>
\t4.3.7. 1. загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и (или) оскорбления в адрес конкретных лиц, организаций, органов власти.
</p>
<p>
\t4.3.7. 2. побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории Российской Федерации.
</p>
<p>
\t4.3.7. 3. нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой форме.
</p>
<p>
\t4.3.7. 4. ущемления прав меньшинств.
</p>
<p>
\t4.3.7. 5. представления себя за другого человека или представителя организации и (или) сообщества без достаточных на то прав, в том числе за сотрудников данного Сайта.
</p>
<p>
\t4.3.7. 6. введения в заблуждение относительно свойств и характеристик какого-либо Товара, размещенного на Сайте.
</p>
<p>
\t4.3.7. 7. некорректного сравнения Товара, а также формирования негативного отношения к лицам, (не) пользующимся определенными Товарами, или осуждения таких лиц.
</p>
<p>
\t4.4. Пользователю запрещается:
</p>
<p>
\t4.4.1. Использовать любые устройства, программы, процедуры, алгоритмы и методы, автоматические устройства или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания содержания данного Сайта;
</p>
<p>
\t4.4.2. Нарушать надлежащее функционирование Сайта;
</p>
<p>
\t4.4.3. Любым способом обходить навигационную структуру Сайта для получения или попытки получения любой информации, документов или материалов любыми средствами, которые специально не представлены сервисами данного Сайта;
</p>
<p>
\t4.4.4. Несанкционированный доступ к функциям Сайта, любым другим системам или сетям, относящимся к данному Сайту, а также к любым услугам, предлагаемым на Сайте;
</p>
<p>
\t4.4.4. Нарушать систему безопасности или аутентификации на Сайте или в любой сети, относящейся к Сайту.
</p>
<p>
\t4.4.5. Выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сайта.
</p>
<p>
\t4.4.6. Использовать Сайт и его Содержание в любых целях, запрещенных законодательством Российской Федерации, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права Администрации Сайта или других лиц.
</p>
<p>
\t5. ИСПОЛЬЗОВАНИЕ САЙТА
</p>
<p>
\t5.1. Сайт и Содержание, входящее в состав Сайта, принадлежит и управляется Администрацией сайта.
</p>
<p>
\t5.2. Содержание Сайта не может быть скопировано, опубликовано, воспроизведено, передано или распространено любым способом, а также размещено в глобальной сети «Интернет» без предварительного письменного согласия Администрации сайта.
</p>
<p>
\t5.3. Содержание Сайта защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции.
</p>
<p>
\t5.4. Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия о покупке Товара и оказанию услуг, предоставляемых на Сайте.
</p>
<p>
\t5.5. Информация, размещаемая на Сайте не должна истолковываться как изменение настоящего Соглашения.
</p>
<p>
\t5.6. Администрация сайта имеет право в любое время без уведомления Пользователя вносить изменения в перечень Товаров и услуг, предлагаемых на Сайте, и (или) в цены, применимые к таким Товарам по их реализации и (или) оказываемым услугам.
</p>
<p>
\t5.7. Политика конфиденциальности (\"<a href=\"https://tretyrim.ru/politika-konfidentsialnosti/\">ПОЛИТИКА В ОБЛАСТИ ОБРАБОТКИ И ЗАЩИТЫ ПЕРСОНАЛЬНЫХ ДАННЫХ</a>\"), размещенная на Сайте <a href=\"https://tretyrim.ru/politika-konfidentsialnosti/\">http://villa-kapri.ru/politika-konfidentsialnosti/</a> распространяет свое действие на использование Пользователем Сайта.
</p>
<p>
\t5.8. Любой из документов, перечисленных в настоящем Соглашении, может подлежать обновлению. Изменения вступают в силу с момента их опубликования на Сайте.
</p>
<p>
\t6. ОТВЕТСТВЕННОСТЬ
</p>
<p>
\t6.1. Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям другого Пользователя, Администрацией сайта не возмещаются.
</p>
<p>
\t6.2. Администрация сайта не несет ответственности за:
</p>
<p>
\t6.2.1. Задержки или сбои в процессе совершения операции, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.
</p>
<p>
\t6.2.2. Надлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению пользователей такими средствами.
</p>
<p>
\t7. НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ
</p>
<p>
\t7.1. Администрация сайта вправе раскрыть любую собранную о Пользователе данного Сайта информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования Сайта либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации сайта или в права других Пользователей Сайта.
</p>
<p>
\t7.2. Администрация сайта имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения выполнения условий настоящего Соглашения, защиты прав или безопасности СГ «Третий Рим», Пользователей.
</p>
<p>
\t7.3. Администрация сайта имеет право раскрыть информацию о Пользователе, если действующее законодательство Российской Федерации требует или разрешает такое раскрытие.
</p>
<p>
\t7.4. Администрация сайта вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.
</p>
<p>
\t7.5. Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.
</p>
<p>
\t8. РАЗРЕШЕНИЕ СПОРОВ
</p>
<p>
\t8.1. В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным условием до обращения в суд является предъявление претензии (письменного предложения о добровольном урегулировании спора).
</p>
<p>
\t8.2. Получатель претензии в течение 30 календарных дней со дня ее получения, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.
</p>
<p>
\t8.3. При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены им действующим законодательством Российской Федерации.
</p>
<p>
\t9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
</p>
<p>
\t9.1. Администрация сайта не принимает встречные предложения от Пользователя относительно изменений настоящего Пользовательского соглашения.
</p>
<p>
\t9.2. Отзывы Пользователя, размещенные на Сайте, не являются конфиденциальной информацией и могут быть использованы Администрацией сайта без ограничений.
</p>
<p>
\t10. ОБРАТНАЯ СВЯЗЬ. ВОПРОСЫ И ПРЕДЛОЖЕНИЯ
</p>
<p>
\t10.1. Все предложения или вопросы по поводу использования настоящего Сайта Пользователь вправе направлять в Службу поддержки пользователей Администрации сайта по электронной почте info@villa-kapri.ru, либо по адресу: Россия, Ставропольский край, г. Михайловск, ул. Ишкова 99/1.
</p>
<p>
\tОбновлено 8 сентября 2020 г.
</p>
<p>
\t⁠<br>
</p>
</div>
    </div>
</div>";
    }

    public function getTemplateName()
    {
        return "/var/www/u0159825/data/www/villa-kapri.ru/themes/hambern-hambern-blank-bootstrap-4/pages/polzovatelskoe-soglashenie.htm";
    }

    public function getDebugInfo()
    {
        return array (  39 => 1,);
    }

    public function getSourceContext()
    {
        return new Source("", "/var/www/u0159825/data/www/villa-kapri.ru/themes/hambern-hambern-blank-bootstrap-4/pages/polzovatelskoe-soglashenie.htm", "");
    }
    
    public function checkSecurity()
    {
        static $tags = array();
        static $filters = array();
        static $functions = array();

        try {
            $this->sandbox->checkSecurity(
                [],
                [],
                []
            );
        } catch (SecurityError $e) {
            $e->setSourceContext($this->source);

            if ($e instanceof SecurityNotAllowedTagError && isset($tags[$e->getTagName()])) {
                $e->setTemplateLine($tags[$e->getTagName()]);
            } elseif ($e instanceof SecurityNotAllowedFilterError && isset($filters[$e->getFilterName()])) {
                $e->setTemplateLine($filters[$e->getFilterName()]);
            } elseif ($e instanceof SecurityNotAllowedFunctionError && isset($functions[$e->getFunctionName()])) {
                $e->setTemplateLine($functions[$e->getFunctionName()]);
            }

            throw $e;
        }

    }
}
